Tekla.Structures.ModelInternal.dotIFC2X3_OwnerHistoryState_t
DO NOT USE! For internal usage only!

Tekla.Structures.ModelInternal.dotIFC2X3_OwnerHistoryState_t.STATE_UNDEFINED
DO NOT USE! For internal usage only!

Tekla.Structures.ModelInternal.dotIFC2X3_OwnerHistoryState_t.STATE_READWRITE
DO NOT USE! For internal usage only!

Tekla.Structures.ModelInternal.dotIFC2X3_OwnerHistoryState_t.STATE_READONLY
DO NOT USE! For internal usage only!

Tekla.Structures.ModelInternal.dotIFC2X3_OwnerHistoryState_t.STATE_LOCKED
DO NOT USE! For internal usage only!

Tekla.Structures.ModelInternal.dotIFC2X3_OwnerHistoryState_t.STATE_READWRITELOCKED
DO NOT USE! For internal usage only!

Tekla.Structures.ModelInternal.dotIFC2X3_OwnerHistoryState_t.STATE_READONLYLOCKED
DO NOT USE! For internal usage only!